tap "homebrew/bundle"
tap "surrealdb/tap"
brew "bat"
brew "bottom"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gum"
brew "jq"
brew "just"
brew "neovim"
brew "node"
brew "pass"
brew "procs"
brew "ripgrep"
brew "sk"
brew "tealdeer"
brew "tokei"
brew "xclip"
brew "zellij"
brew "zig"
brew "zoxide"
